{
    "股票数据": "股票数据类别函数提供:实时行情、历史行情、分时数据融资融券、大宗交易、龙虎榜IPO、增发、回购、限售解禁财务报表、盈利预测、股本变动机构持股、基金持仓、分析师评级板块指数、概念指数、行业资金流向市场指标(PE、PB、股息率)沪深港通资金流向、两融数据停复牌信息、股票名称变更",
    "期货数据": "这些函数主要获取和处理:期货合约详情、交易参数持仓排名、成交量、仓单数据现货价格、基差、展期收益率指数、波动率、相关系数库存、交割、期转现统计国内外期货实时和历史行情商品指数、资金流向交易成本、手续费信息生猪价格和供需数据CFTC持仓报告重点涉及合约信息、市场数据、交易统计和宏观指标等期货市场核心数据。",
    "期权数据": "这些函数提供期权相关数据，包括：- ETF期权波动率指数QVIX- 沪深300、上证50、中证1000指数期权合约行情- 商品期权合约行情和隐含波动率- 期权龙虎榜、折溢价分析、风险指标- 期权合约列表、到期时间、希腊字母值- 期权标的物价格- 分时、日频和历史行情数据",
    "债券数据": "这些函数获取债券相关数据,包括:现券市场概览,转股价调整,可转债指数,债券收益率曲线,综合指数,债券发行信息,比价表,成交概览,可交割券指标,全球债券投资数据,现券报价,K线行情,分时数据,实时行情,中美国债收益率,银行间拆借利率,回购定盘利率。涵盖国债、企业债、可转债等多种债券品种的市场表现、发行、定价和交易信息。",
    "外汇数据": "这些函数提供以下外汇相关数据:- 人民币汇率中间价- 货币对历史汇率和即期报价- 货币兑换和最新汇率- 可兑换货币对名称和代码- 外汇和黄金储备- 外汇投机情绪- 人民币外汇远掉报价- 外盘比价涵盖即期、远期、历史汇率，储备数据，以及市场情绪指标。",
    "宏观经济数据": "这些函数主要获取:- 经济政策不确定性指数- 生活成本- PMI指数- 央行利率决议- CPI、PPI数据- GDP增长率- 进出口贸易数据- 失业率- 工业生产指标- 房地产市场指标- 消费者信心指数- 货币供应量- 股市指数- 原油库存涵盖多国宏观经济指标、金融市场数据和行业景气度信息。",
    "基金数据": "这些函数主要获取以下基金相关数据：1. 基金产品信息：净值、规模、分红、拆分2. 基金公司及管理人信息3. ETF、LOF、货币、理财型基金数据4. 基金持仓、资产配置、行业分布5. 基金评级、排名6. 基金经理信息7. 场内交易基金行情8. REITs实时行情9. 基金指数数据10. 基金从业人员资格信息",
    "指数数据": "这些函数提供以下数据:- 国内外股票指数的实时行情、历史数据和成分股信息- 指数的市盈率、市净率和估值- 分钟、日、周、月频的指数分析报告- 新经济、数字经济、科技投入等主题指数- 商品、物流、时尚等行业指数- 富豪、工资水平等经济指标- 指数的分时数据和样本调整信息涵盖多维度的指数数据，包括行情、成分、分析和特色主题指数。",
    "另类数据": "空气质量数据、城市排名、碳排放交易、加密货币行情、黄金白银ETF持仓、大宗商品现货价格、航运指数、金属交易所库存、艺人商业价值、电影票房、人口迁徙指数、上海金银基准价。涵盖环境、能源、航运、金融、娱乐、人口流动等另类数据领域的关键指标和市场行情。",
    "新闻数据": "这些函数用于获取:- 期货新闻和快讯- 新闻联播文字稿- 经济数据日历- 财报发行信息- 分红派息和停复牌提醒- 证券原创文章- 财经早餐资讯- 全球财经快讯和直播- 个股相关新闻主要涵盖期货、股票、宏观经济等金融市场新闻、数据和交易信息，包括实时快讯和深度分析内容。",
    "港股数据": "这组函数提供港股相关的财务指标、财务报表、历史和实时行情、分红派息、成份股、股息率、分时数据、热门排名、指数数据、主板行情、盈利预测、AH股对比等信息。涵盖个股、指数和整体市场的基本面、技术面和估值数据,支持日线、分钟线等多个时间维度的分析。",
    "美股数据": "美股数据函数提供:- 每日行情- 实时行情- 分时行情- 历史数据- 知名股票行情- 粉单市场行情覆盖多个时间周期,包括日线、分钟线数据。可获取单只股票或全市场行情信息,支持获取最新报价和交易量等核心指标。",
    "金融工具": "这组函数提供:- FF多因子模型数据- 金融波动率数据(包括短期)- 个股已实现波动率- Pro API接口初始化主要涉及因子模型、波动率分析和API访问。函数返回具体金融指标数据，适用于量化研究和风险管理。数据类型包括时间序列和表格形式。",
    "数据工具": "这些函数提供以下功能:- 判断股票代码所属市场(A股/科创板/北交所)- 获取历史交易日历数据，包括具体日期主要处理股票代码和交易日期信息，用于股票市场分析和交易日期确认。关键词:股票代码、交易市场、历史交易日。",
    "行业数据": "这些函数主要获取:汽车市场数据（车型、国别、新能源、厂商排名、级别细分）集装箱指数油价信息生猪价格指数进口糖估算指数建材指数和价格能源指数和电库存保险业经营数据手机出货量电影票房统计行业板块成份、历史行情、指数、简介行业资金流向股权质押行业数据行业分类和变动行业市盈率行业商誉数据",
    "公司数据": "公司数据类别函数主要获取:- 财务报表: 资产负债表、利润表、现金流量表- 股东相关: 十大股东、流通股东、持股变动、股权质押- 公司治理: 高管持股、对外担保、公司诉讼- 分红配股: 分红送配详情、增发信息- 业绩报告: 业绩快报、业绩预告、年报季报- 公司概况: 主营构成、公司简介、实际控制人- 投资者关系: 股东大会、机构调研、互动易问答",
    "交易所数据": "这组函数提供营业部排名和龙虎榜相关数据，包括:- 资金实力排名- 抱团操作实力- 上榜次数统计- 每日活跃营业部- 龙虎榜单营业部统计- 营业部排行- 营业部上榜统计涵盖营业部资金实力、操作行为、活跃度和龙虎榜表现等关键指标，用于分析机构交易行为和市场热点。",
    "市场情绪数据": "这些函数获取市场情绪相关数据，包括:- 恐惧贪婪指数- 新闻情绪指数- 市场拥挤度- 股票账户统计- 巴菲特指标- 个股热度、关注度和评分- 股权质押概况- 热门股票排行- 股票搜索热度- 微博舆情报告- 赚钱效应分析- 股评投票数据涵盖整体市场情绪、个股关注度和投资者行为等指标。",
    "其他数据": "这些函数涵盖多个领域:- 银行监管处罚信息- 智能问答和金融知识图谱- 奥运会和冬奥会历史奖牌数据- 日出日落时间(每日和每月)- 电视剧和综艺节目数据- 富豪排行榜提供的数据包括行政处罚详情、问题回答、奖牌统计、天文信息、影视作品信息和富豪财富排名。"
  }